
<html>
<head>
	<title>Historia De Epic Games</title>
</head>
<body>
<font color="black" face="algerian" size="7"><h1>Los Comienzos De Epic</h1></font>
<br>
<h2>Potomac Computer Systems (1991-1992)</h2>
<font color="red" face="monotype" size="5"><p>Epic Games se fundó inicialmente bajo el nombre de "Potomac Computer Systems" en 1991 por Tim Sweeney en Potomac (Maryland), lanzando su producto estrella, ZZT, ese mismo año.</p></font>
<br>
<h2>Epic MegaGames (1992–1999)</h2>
<font color="red" face="monotype" size="5"><p>Durante la &uacute;ltima parte del tiempo de vida de ZZT, la empresa lleg&oacute; a ser conocida como Epic MegaGames y posteriormente fueron lanzados numerosos juegos shareware populares, como Overkill, Tyrian, Epic Pinball, Brix, Dare to Dream, Jill of the Jungle, Kiloblaster, Xargon, Solar Winds, Ken's Labyrinth, Jazz Jackrabbit, Radix: Beyond the Void y One Must Fall: 2097. Durante este tiempo, Epic también publicó y vendi&oacute; juegos desarrollados por otros desarrolladores como los juegos de Safari Software y también XLand's Robbo, Heartlight, y Electro Man; y Renaissance's Zone 66.</p>

<p>En 1996, Epic MegaGames produjo un shooter isom&eacute;trico llamado Fire Fight, (un shareware), desarrollado por los polacos Chaos Works.2​ Más tarde fue lanzado comercialmente por Electronic Arts.</p>

<p>En 1997, Software Safari fue adquirida en su totalidad por Epic MegaGames y algunos de sus títulos, así como otros juegos anteriores a 1998, se vendieron bajo la marca Epic Classics hasta finales de 2012.</p>

<p>En 1998, Epic MegaGames lanz&oacute; Unreal, un shooter en primera persona en 3D desarrollado conjuntamente con Digital Extremes, que se expandi&oacute; en una serie de juegos de Unreal. La compañía también comenz&oacute; a licenciar el motor gr&aazute;fico del juego, llamado Unreal Engine, a otros desarrolladores de juegos.</p></font>
<br>
<h2>Epic Games (1999-presente)</h2>
<font color="red" face="monotype" size="5"><p>En 1999, la compañ&iacute;a cambi&oacute; su nombre por el de Epic Games y mud&oacute; sus oficinas, incluyendo su sede en Rockville, a Cary, Carolina del Norte. En 2006, Epic lanz&oacute; Gears of War para Xbox 360 y PC, siendo este un &eacute;xito rotundo y uno de los buques insignias de la segunda consola de Microsoft. Al año siguiente lanzaron Unreal Tournament 3 para PC, PS3 y Xbox 360.</p>

<p>En el verano de 2009, Epic lanz&oacute; Shadow Complex para Xbox Live Arcade. El 7 de noviembre de 2008, Epic Games lanz&oacute; Gears of War 2 en exclusiva para Xbox 360, la secuela del exitoso Gears of War, que sigue la historia de la lucha de la humanidad contra los Locust.</p>

<p>Epic trabaj&oacute; en un juego para iOS llamado Infinity Blade,3​ que fue lanzado el 9 de diciembre de 2010. También lanzaron Gears of War 3, el tercer juego de la serie Gears of War el 20 de septiembre de 2011, al igual que el 2 solo para Xbox 360.</p>

<p>En 2011, se disolvi&oacute; la subsidiaria de Epic Titan Studios. En los Spike Video Game Awards de 2011, Epic Games anunci&oacute; su nuevo juego llamado Fortnite.</p>

<p>En junio de 2012, Epic anunci&oacute; que estaban abriendo un nuevo estudio, Epic Baltimore, formado por miembros de 38 Studios y Big Huge Games. Epic Baltimore fue rebautizado a Studios imposibles en agosto de 2012. Sin embargo, el estudio termin&oacute; cerrando sus puertas en febrero de 2013.</p>

<p>En julio de 2012, la empresa china Tencent Holdings adquiri&oacute; aproximadamente el 48,4% del capital social de Epic entonces emitida, lo que equivale a 40 por ciento del total de Epic (incluye tanto las opciones sobre acciones y acciones de los empleados), por $ 330 millones. Tencent Holdings tiene el derecho de nominar a los directores a la junta de Epic Games y as&iacute; contabilizado como un asociado del Grupo. Sin embargo, Tim Sweeney declar&oacute; que Tencent tiene muy poco control sobre la producción creativa de Epic Games. Un n&uacute;mero de funcionarios de alto perfil dej&oacute; la compañía a los meses despu&eacute;s de que se anunciara el acuerdo.</p>

<p>En octubre de 2012, Cliff Bleszinski anunci&oacute; que dejaba Epic Games despu&eacute;s de 20 años en la empresa. Su raz&oacute;n oficial fue "Es hora de un descanso muy necesario".</p>

<p>En diciembre de 2012, el presidente de Epic Games, Mike Capps, anunci&oacute; su retiro y cita sus razones por la llegada de un beb&eacute; que est&aacute; teniendo con su esposa y sus planes para ser un ama de casa. Posteriormente anunci&oacute; su partida de su funci&oacute;n de asesoramiento, así como su afiliaci&oacute;n con la empresa en marzo de 2013.</p>

<p>En febrero de 2013, Impossible Estudios estaba cerrado, menos de un año despu&eacute;s de su apertura. Para el 13 de marzo Epic lanzar&iacute;a el &uacute;ltimo Gears Of war llamado Gears of War: Judgment. Seria el &uacute;ltimo juego de la saga desarrollado por ellos, pero la licencia quedaría en manos de Microsoft</p>

<p>El 27 de enero de 2014, Microsoft adquiri&oacute; los derechos de la serie Gears of War de Epic Games. El primer juego desde la adquisición (Gears of War 4) se dio a conocer por The Coalitión, compañ&iacute;a que desde ahora se har&aacute; cargo del desarrollo de futuras entregas de la saga. Hasta ese momento, Gears of War hab&iacute;a vendido 22 millones de copias y unas ventas superiores a los mil millones de d&oacute;lares.</p>

<p>El 8 de mayo de 2014, Epic Games ha anunciado un nuevo t&iacute;tulo de la saga Unreal Tournament. El juego ser&aacute; gratuito, abierto al modding, y esencialmente, desarrollado junto a los fanes.</p></font>
<br>
<h2>&Eacute;xito de Fortnite</h2>

<font color="red" face="monotype" size="5"><p>Para julio de 2017, Fortnite finalmente estaba en un estado para el juego p&uacute;blico. Epic lanz&oacute; el t&iacute;tulo a trav&eacute;s de un acceso anticipado pagado en ese momento, con un lanzamiento gratuito completo previsto para 2018.</p>

<p>Siguiendo la popularidad de PlayerUnknown's Battlegrounds, un juego de Battle Royale lanzado a principios de 2017, Epic desarroll&oacute; una variante de Fortnite llamada Fortnite Battle Royale, que se lanzó en septiembre de 2017 como un título gratuito en computadoras, consolas y plataformas móviles. Fortnite Battle Royale rápidamente gan&oacute; una audiencia, acumulando m&aacute;s de 125 millones de jugadores en mayo de 2018 con estimaciones de haber ganado m&aacute;s de $ 1 mil millones en julio de 2018 a trav&eacute;s de microtransacciones, incluido su sistema de pase de batalla.</p>

<p>Se estim&oacute; que Epic Games, que ten&iacute;a un valor de alrededor de US $ 825 millones en el momento de la adquisici&oacute;n de Tencent, tenía un valor de US $ 4.5 mil millones en julio de 2018 debido a Fortnite Battle Royale, y se esperaba que superara los US $ 8.5 mil millones para fines de 2018 con proyecciones de crecimiento del juego.</p>

<p>El conteo de jugadores continu&oacute; expandi&eacute;ndose cuando Epic abri&oacute; nuevos caminos al convencer a Sony de cambiar su postura en el juego multiplataforma permitiendo a los jugadores en cualquier dispositivo competir entre ellos en Fortnite Battle Royale. Fortnite hab&iacute;a atra&iacute;do a casi 250 millones de jugadores hasta marzo de 2019.</p>

<p>El &eacute;xito comercial de Fortnite permiti&oacute; a Epic realizar varios cambios en sus otras ofertas de productos. En julio de 2018, redujo el recorte de ingresos del 30% que tom&oacute; para los activos vendidos en Unreal Engine Marketplace del 30% al 12%.14​ Epic lanz&oacute; la tienda digital Epic Games Store para competir con servicios como Steam y GOG.com, no solo con un recorte del 12% de los ingresos en comparaci&oacute;n con el est&aacute;ndar de la industria del 30%, sino que tambi&eacute;n elimin&oacute; el recorte del 5% para los juegos que utilizan el motor Unreal vendido a trav&eacute;s de la tienda. Sin embargo, la compañ&iacute;a tambi&eacute;n reorient&oacute; sus esfuerzos de desarrollo para proporcionar m&aacute;s soporte para Unreal y Fortnite al finalizar el soporte para Paragon y Unreal Tournament.</p>

<p>El &eacute;xito financiero de Fortnite trajo una inversi&oacute;n adicional en Epic Games. Epic Games fue una de las once compañ&iacute;as seleccionadas para formar parte del programa Disney Accelerator en 2017, brindando inversi&oacute;n de capital Epic y acceso a algunos de los ejecutivos de Disney, y una oportunidad potencial para trabajar con Disney en el futuro.</p>

<p>Disney hab&iacute;a seleccionado a Epic y aXiomatic como potenciales l&iacute;deres en la creciente arena de los deportes electr&oacute;nicos. Epic anunci&oacute; en octubre de 2018 que hab&iacute;a adquirido US $ 1.250 millones en inversiones de siete empresas: KKR, ICONIQ Capital, Smash Ventures, aXiomatic, Vulcan Capital, Kleiner Perkins y Lightspeed Venture Partners. Las empresas se unen a Tencent, Disney y Endeavor como accionistas minoritarios en Epic, que todavía est&aacute; controlada por Sweeney. Con la inversi&oacute;n, se estima que Epic Games tendr&aacute; una valoraci&oacute;n de casi US $ 15 mil millones en octubre de 2018.</p>

<p>Adem&aacute;s de expandir el soporte para Fortnite y Epic Games Store, estas inversiones le permitieron a Epic adquirir empresas adicionales. En enero de 2018, se anunci&oacute; que Epic había adquirido Cloudgine, un desarrollador de software de juegos basado en la nube.</p> 

<p>La compañ&iacute;a tambi&eacute;n anunci&oacute; la adquisición de Kamu, una empresa que ofrec&iacute;a software anti-trampas, en octubre de 2018. Un año despu&eacute;s, en enero de 2019, Epic adquiri&oacute; 3Lateral y Agog Labs. 3Lateral es conocida por sus creaciones de "humano digital", utilizando una combinaci&oacute;n de tecnolog&iacute;a digital, captura de movimiento y otras herramientas para crear sujetos humanos fotorrealistas en tiempo real.</p>

<p>Epic planea agregar algunas de las caracter&iacute;sticas de 3Lateral al Unreal Engine. Agog hab&iacute;a desarrollado SkookumScript, una plataforma para programar eventos en videojuegos; Al anunciar esta adquisici&oacute;n, Agog declar&oacute; que detendr&aacute;n el desarrollo de SkookumScript para trabajar m&aacute;s en el soporte de secuencias de comandos de Unreal Engine.</p></font>


</body>
</html>